Repository: jiachenyee/Pedagram
Catalog: ClassroomObservation/Localizable.xcstrings
Source language: en
Languages: id, th, vi

source: WELCOME TO
id: SELAMAT DATANG DI
th: ยินดีต้อนรับสู่
vi: CHÀO MỪNG ĐẾN VỚI

source: What is [the teacher](https://example.com) doing?
id: Apa yang sedang dilakukan [guru](https://example.com)?
th: [คุณครู](https://example.com)กำลังทำอะไรอยู่?
vi: [Giáo viên](https://example.com) đang làm gì?

source: What is the level of student engagement?
id: Bagaimana tingkat keterlibatan siswa?
th: ระดับการมีส่วนร่วมของนักศึกษาอยู่ที่เท่าไร?
vi: Mức độ tham gia của sinh viên như thế nào?

source: What is the purpose of each tool (from the previous question) in the classroom? Select all that apply.
id: Apa tujuan setiap alat (dari pertanyaan sebelumnya) di kelas? Pilih semua yang sesuai.
th: จุดประสงค์ของเครื่องมือแต่ละอย่าง (จากคำถามก่อนหน้า) ในห้องเรียนคืออะไร? เลือกทุกข้อที่เกี่ยวข้อง
vi: Mục đích của từng công cụ (từ câu hỏi trước) trong lớp học là gì? Chọn tất cả các câu trả lời phù hợp.

source: What is the teacher doing
id: Apa yang sedang dilakukan guru?
th: คุณครูกำลังทำอะไรอยู่
vi: Giáo viên đang làm gì

source: What is the teacher doing?
id: Apa yang sedang dilakukan guru?
th: คุณครูกำลังทำอะไรอยู่?
vi: Giáo viên đang làm gì?

source: What is the technology being used [by the teacher](https://example.com)?
id: Teknologi apa yang digunakan [oleh guru](https://example.com)?
th: เทคโนโลยีที่ [ครู](https://example.com) นำมาใช้คืออะไร?
vi: [Giáo viên](https://example.com) đang sử dụng công nghệ nào?

source: What is the technology being used by the teacher?
id: Teknologi apa yang digunakan oleh guru tersebut?
th: ครูใช้เทคโนโลยีอะไร?
vi: Giáo viên đang sử dụng công nghệ gì?

source: What were the questions posed by the teacher to students?
id: Apa saja pertanyaan yang diajukan guru kepada siswa?
th: ครูถามคำถามอะไรกับนักเรียนบ้าง?
vi: Giáo viên đã đặt ra những câu hỏi gì cho học sinh?

source: What’s Going On
id: Apa yang sedang terjadi
th: เกิดอะไรขึ้น
vi: Chuyện gì đang xảy ra

source: What‘s Happening
id: Apa yang sedang terjadi
th: เกิดอะไรขึ้น
vi: Chuyện gì đang xảy ra

source: When the lesson is over, select End Session to generate a report. The report is designed to be easily analysed to gain insights into how technology is used in the classroom, and what the students have been doing at various times. You can also export the report as a PDF to share with others.
id: Setelah pelajaran selesai, pilih Akhiri Sesi untuk membuat laporan. Laporan ini dirancang agar mudah dianalisis untuk mendapatkan wawasan tentang bagaimana teknologi digunakan di kelas, dan apa yang telah dilakukan siswa pada berbagai waktu. Anda juga dapat mengekspor laporan sebagai PDF untuk dibagikan kepada orang lain.
th: เมื่อบทเรียนสิ้นสุดลง ให้เลือก "สิ้นสุดเซสชัน" เพื่อสร้างรายงาน รายงานได้รับการออกแบบมาให้วิเคราะห์ได้ง่ายเพื่อให้ได้รับข้อมูลเชิงลึกเกี่ยวกับวิธีการใช้เทคโนโลยีในห้องเรียน และสิ่งที่นักเรียนทำในช่วงเวลาต่างๆ นอกจากนี้ คุณยังสามารถส่งออกรายงานเป็น PDF เพื่อแบ่งปันกับผู้อื่นได้อีกด้วย
vi: Khi bài học kết thúc, hãy chọn Kết thúc phiên để tạo báo cáo. Báo cáo được thiết kế để dễ dàng phân tích nhằm hiểu rõ hơn về cách sử dụng công nghệ trong lớp học và những gì học sinh đã làm vào những thời điểm khác nhau. Bạn cũng có thể xuất báo cáo dưới dạng PDF để chia sẻ với người khác.

source: When you are ready to start, press Start Recording. The timer will start after you take the first recording.
id: Saat Anda siap untuk memulai, tekan Mulai Merekam. Penghitung waktu akan dimulai setelah Anda mengambil rekaman pertama.
th: เมื่อคุณพร้อมที่จะเริ่มต้น ให้กดเริ่มบันทึก ตัวจับเวลาจะเริ่มทำงานหลังจากที่คุณบันทึกครั้งแรก
vi: Khi bạn đã sẵn sàng bắt đầu, hãy nhấn Bắt đầu ghi. Bộ đếm thời gian sẽ bắt đầu sau khi bạn thực hiện lần ghi đầu tiên.

# whole class instruction
source: Whole Class Interaction
id: Interaksi Seluruh Kelas
th: ปฏิสัมพันธ์ทั้งชั้นเรียน
vi: Tương tác toàn lớp

source: Work with a peer and observe their lessons. Use Pedagram to provide objective feedback.
id: Bekerjalah dengan teman sejawat dan amati pelajaran mereka. Gunakan Pedagram untuk memberikan umpan balik yang objektif.
th: ทำงานร่วมกับเพื่อนร่วมงานและสังเกตบทเรียนของพวกเขา ใช้ Pedagram เพื่อให้ข้อเสนอแนะที่เป็นกลาง
vi: Làm việc với bạn bè và quan sát bài học của họ. Sử dụng Pedagram để cung cấp phản hồi khách quan.
